--[[─────────────────────────────
--===  الكونفيق || Config  ===--
───────────────────────────────]]
GL = {}

  GL.General = {

    ['MenuName'] = "! خريطة المدينة !", -- AB | اسم القائمة الرئيسية

    ['log'] = "https://discord.com/api/webhooks/921240940050534451/evNkXI544x9ABIZZykJ1N_C_vtkB0JeHXrt9GczFdZv3Dmrfl-xR_02qXKutR8R9LKhZ", -- AB | الويب هوك (اللوق)

    ['notifyMassgge'] = "تم التحديد على المكان بالخريطة", -- AB | الاشعار ( مو لازم تغيرة )

  }

  --[[
  MenuName = "اسم الخيار",
  GPS_xyz = {الاحداثيات},
  ]]
  GL.Locatins = {

      { MenuName = "الملكية", GPS_xyz = {177.74014282227,-971.53875732422,29.575157165527} },
      { MenuName = "مركز الشرطة", GPS_xyz = {428.00201416016,-980.90704345703,30.710258483887} },
      { MenuName = "المستشفى", GPS_xyz = {364.11724853516,-591.40753173828,28.683839797974} },
      { MenuName = "المباحث", GPS_xyz = {2812.3596191406,3475.5559082031,54.725040435791} },

  }




--[[─────────────────────────────
--===  الكونفيق || Config  ===--
───────────────────────────────]]
